# 環境構築に必要なパッケージ一覧
brew "bat"
brew "mise"
brew "curl"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-time"
brew "gnupg"
brew "gpatch"
brew "lsof"
brew "man-db"
brew "neovim"
brew "openssh"
brew "ripgrep"
brew "rsync"
brew "tree"
brew "unzip"
brew "wget"
brew "zip"
cask "claude-code"
